{
  "Atreides": [
    {
      "id": "A_Hero_1",
      "name": "Duncan",
      "faction": "atreides",
      "imageName": "duncan_idaho",
      "desc": "One of Leto's most trusted men and House Atreides' Swordmaster, Duncan was tasked with being Leto's ambassador to the Fremen upon their arrival on Arrakis."
    },
    {
      "id": "A_Hero_2",
      "name": "Gurney",
      "faction": "atreides",
      "imageName": "gurney_halleck",
      "desc": "Warmaster and poet, Gurney's indefectible loyalty and long service to House Atreides earned him the status of valued friend and confidant."
    }
  ],
  "Harkonnen": [
    {
      "id": "H_Hero_1",
      "name": "Rabban",
      "faction": "harkonnen",
      "imageName": "glossu_rabban",
      "desc": "Nicknamed \"the Beast\" after murdering his own father, the Count of Lankiveil is every bit as evil and corrupt as his uncle, the Baron Harkonnen."
    },
    {
      "id": "H_Hero_2",
      "name": "Iakin",
      "faction": "harkonnen",
      "imageName": "iakin_nefud",
      "desc": "Iakin is the Captain of the House Harkonnen guard. Although regarded as decently reliable while on duty, he is a known Semuta addict."
    }
  ],
  "Fremen": [
    {
      "id": "F_Hero_1",
      "name": "Chani",
      "faction": "fremen",
      "imageName": "chani_kynes",
      "desc": "Chani is a young Fremen mothered by the famous imperial planetologist Liet Kynes. A bold and charismatic woman and an adept fighter."
    },
    {
      "id": "F_Hero_2",
      "name": "Otheym",
      "faction": "fremen",
      "imageName": "otheym",
      "desc": "Otheym is a renowned and fearsome Fremen fighter who left Sietch Gara Kulon for Sietch Tabr led by Stilgar."
    }
  ],
  "Smugglers": [
    {
      "id": "S_Hero_1",
      "name": "Drisq",
      "faction": "smuggler",
      "imageName": "drisq",
      "desc": "Drisq is Esmar Tuek's loyal quartermaster, managing supplies and commodities for the whole Sietch."
    },
    {
      "id": "S_Hero_2",
      "name": "Bannerjee",
      "faction": "smuggler",
      "imageName": "bannerjee",
      "desc": "Bannerjee serves as the head of security at Tuek's Sietch. A stout, intimidating hulk of a man with a jaded outlook on life."
    }
  ],
  "Corrino": [
    {
      "id": "C_Hero_1",
      "name": "Wensicia",
      "faction": "corrino",
      "imageName": "wensicia_corrino",
      "desc": "Wensicia is the third daughter of Shaddam IV. She is trained in stewardship and takes care of much of the day to day logistics of the imperial palace."
    },
    {
      "id": "C_Hero_2",
      "name": "Aramsham",
      "faction": "corrino",
      "imageName": "captain_aramsham",
      "desc": "Captain Aramsham is a proud Sardaukar officer, used to wielding authority over his subordinates."
    }
  ],
  "Ecaz": [
    {
      "id": "E_Hero_1",
      "name": "Whitmore",
      "faction": "ecaz",
      "imageName": "whitmore_bludd",
      "desc": "Whitmore Bludd was a renowned instructor at the Ginaz swordmaster school. After the fall of Ginaz, he entered the service of House Ecaz."
    },
    {
      "id": "E_Hero_2",
      "name": "Ilesa",
      "faction": "ecaz",
      "imageName": "ilesa_ecaz",
      "desc": "Ilesa is the second daughter of Armanda. Having barely survived an assassination attempt at the onset of adulthood."
    }
  ],
  "Vernius": [
    {
      "id": "V_Hero_1",
      "name": "Nuwa",
      "faction": "vernius",
      "imageName": "nuwa_cenva",
      "desc": "Nuwa is the brillant automation engineer behind a lot of recent breakthroughs in self-learning drone technology."
    },
    {
      "id": "V_Hero_2",
      "name": "C'Tair",
      "faction": "vernius",
      "imageName": "c'tair_pilru",
      "desc": "C'Tair is the son of Cammar Pilru. During the suboid revolt, he remained on Ix where he single-handedly led a resistance movement."
    }
  ]
}
